-errors-support-site = [പിന്തുണാ സൈറ്റ്](https://help.ankiweb.net)
errors-unable-open-collection =
    നിങ്ങളുടെ ശേഖരണ ഫയൽ തുറക്കാൻ Anki-ക്ക് കഴിഞ്ഞില്ല. നിങ്ങളുടെ കമ്പ്യൂട്ടർ പുനരാരംഭിച്ചതിനുശേഷം പ്രശ്നങ്ങൾ നിലനിൽക്കുകയാണെങ്കിൽ, പ്രൊഫൈൽ മാനേജറിലെ ഓപ്പൺ ബാക്കപ്പ് ബട്ടൺ ഉപയോഗിക്കുക.
    
    ഡീബഗ് വിവരം:
errors-windows-tts-runtime-error = TTS സേവനം പരാജയപ്പെട്ടു. വിൻഡോസ് അപ്‌ഡേറ്റുകൾ ഇൻസ്റ്റാളുചെയ്‌തിട്ടുണ്ടെന്ന് ഉറപ്പുവരുത്തുക, നിങ്ങളുടെ കമ്പ്യൂട്ടർ പുനരാരംഭിക്കാൻ ശ്രമിക്കുക, മറ്റൊരു ശബ്‌ദം ഉപയോഗിക്കാൻ ശ്രമിക്കുക.
