errors-standard-popup =
    <h1>エラー</h1>
    
    <p>エラーが発生しました。<b>[ツール] &gt; [データベースをチェック]</b> を実行し、問題が解消されたかどうか確認してください。</p>
    
    <p>引き続き問題が生じる場合は <a href="https://help.ankiweb.net">サポートサイト</a>にご報告ください。なお、その際、この下に記載されている情報をコピーして、報告していただく文章の中に貼り付けてください。</p>
errors-addons-active-popup =
    <h1>エラー</h1>
    
    <p>エラーが発生しました。Shiftキーを押した状態でAnkiを起動してください。この操作により、インストールされているアドオン全てが一時的に無効になります。</p>
    
    <p>アドオン全てを無効にすると問題が起こらなくなる場合、メニューの[ツール]&gt;[アドオン] でアドオン管理画面を開き、アドオンを１つまたはいくつか無効にしてAnkiを再起動してください。この手順を繰り返し、問題を引き起こすアドオンを特定してください。</p>
    
    <p>問題を引き起こすアドオンを特定できた際は、その問題をサポートサイトの<a href="https://help.ankiweb.net/discussions/add-ons/">アドオンセクション</a>にご報告いただければ幸いです。
    
    <p>Debug info:</p>

