-errors-support-site = [ιστοσελίδα υποστήριξης](https://help.ankiweb.net)
errors-standard-popup =
    #Σφάλμα
    
    Προέκυψε ένα σφάλμα. Παρακαλούμε χρησιμοποιήστε **Εργαλεία>Έλεγχος βάσης δεδομένων** για να δείτε αν
    αυτό διορθώσει το πρόβλημα.
    
    Αν το πρόβλημα παραμένει, παρακαλούμε αναφέρετέ το στο { -errors-support-site }.
    Παρακαλούμε αντιγράψτε και επικολλήστε τις παρακάτω πληροφορίες στην αναφορά σας.
errors-addons-active-popup =
    # Σφάλμα
    
    Προέκυψε ένα σφάλμα. Παρακαλούμε κάνετε επανεκκίνηση του Anki πατώντας το πλήκτρο shift, που θα απενεργοποιήσει προσωρινά τα πρόσθετα που εγκαταστήσατε.
    
    Αν το σφάλμα εμφανίζεται μόνο όταν τα πρόσθετα είναι ενεργοποιημένα, παρακαλούμε χρησιμοποιήστε το μενού Εργαλεία>Πρόσθετα για να απενεργοποιήσετε μερικά πρόσθετα και κάνετε επανεκκίνηση του Anki, επαναλαμβάνοντας μέχρι να βρείτε το πρόσθετο που προκαλεί το πρόβλημα.
    
    Όταν ανακαλύψετε το πρόσθετο που είναι υπεύθυνο, παρακαλούμε
    αναφέρετε το πρόβλημα στον συγγραφέα του πρόσθετου.
    
    Debug info:
errors-accessing-db = Προέκυψε ένα σφάλμα  κατά την πρόσβαση στην βάση δεδομένων.
errors-unable-open-collection =
    Το Anki δεν μπόρεσε να ανοίξει το αρχείο της συλλογή σας. Αν τα προβλήματα επιμένουν μετά την επανεκκίνηση του υπολογιστή, παρακαλούμε κάνετε χρήση της λειτουργίας ανοίγματος αντιγράφου στον διαχειριστή προφίλ.
    
    Debug info:
errors-windows-tts-runtime-error = Η υπηρεσία TTS απέτυχε. Παρακαλούμε βεβαιωθείτε ότι οι ενημερώσεις των Windows έχουν εγκατασταθεί και μετά δοκιμάστε να επανεκκινήσετε τον υπολογιστή σας ή να χρησιμοποιήσετε μια διαφορετική φωνή.

## OBSOLETE; you do not need to translate this

