errors-addons-active-popup =
    <h1>Помилка</h1>
    
    <p>Виникла помилка. Необхідно запустити Anki, утримуючи клавішу "шифт", що дозволить тимчасово відключити встановлені вами додатки.</p>
    
    <p>Якщо проблема виникає лише, коли увімкнено додатки, виберіть меню Інструменти&gt;Додатки, щоб відключити деякі додатки та перезапустити Anki, повторюючи цю процедуру, поки ви не виявите додаток, що спричиняє проблему.</p>
    
    <p>Коли ви виявили додаток, що спричиняє проблему, повідомте про неї <a href="https://help.ankiweb.net/discussions/add-ons/">  розділі "Додатки"</a> нашого сайту техпідтримки.
    
    <p>Інформація для відладки:</p>

