-errors-support-site = [сайт підтримки](https://help.ankiweb.net)
errors-standard-popup =
    # Помилка
    
    Сталася помилка. Будь ласка, скористайтесь **Інструменти -> Перевірка бази даних** щоб виправити помилку.
    
    Якщо помилка залишиться, будь ласка, повідомте про помилку на нашому { -errors-support-site }.
    Скопіюйте інформацію у звіт нижче.
-errors-addon-support-site = [сайт підтримки доповнень](https://help.ankiweb.net/discussions/add-ons/)
errors-addons-active-popup =
    <h1>Помилка</h1>
    
    <p>Виникла помилка. Необхідно запустити Anki, утримуючи клавішу "шифт", що дозволить тимчасово відключити встановлені вами додатки.</p>
    
    <p>Якщо проблема виникає лише, коли увімкнено додатки, виберіть меню Інструменти&gt;Додатки, щоб відключити деякі додатки та перезапустити Anki, повторюючи цю процедуру, поки ви не виявите додаток, що спричиняє проблему.</p>
    
    <p>Коли ви виявили додаток, що спричиняє проблему, повідомте про неї <a href="https://help.ankiweb.net/discussions/add-ons/">  розділі "Додатки"</a> нашого сайту техпідтримки.
    
    <p>Інформація для відладки:</p>
errors-accessing-db =
    Під час доступу до бази дних сталася помилка.
    
    Можливі причини:
    
    - Антивірусна програма, фаєрвол, програма створення резервних копій або синхронізації даних може заважати роботі Anki. Спробуйте зупинити такі програми і перевірити, чи проблема не зникла.
    - Можливо заповнився жорсткий диск.
    - Тека Документи/Anki можливо розташована на віддаленому диску в мережі.
    - Можливо немає дозволу на запис файлів у теці Документи/Anki.
    - Можлво є помилки на жорсткому диску.
    
    Ви можете скористатися Інструменти>Перевірити базу даних, щоб переконатися, що ваша колекція не пошкоджена.
errors-unable-open-collection =
    Anki не вдалося відкрити файл колекції. Якщо проблема залишиться після перезавантаження комп'ютера, відкрийте резервну копію в менеджері профілів.
    
    Інформація налагодження:
