errors-standard-popup =
    <h1>Ошибка</h1>¶
    ¶
    <p>Произошла ошибка. Нажмите <b>«Инструменты» — «Проверить базу данных»</b>, чтобы исправить проблему.</p>¶
    ¶
    <p>Если ошибка осталась, пожалуйста, сообщите о ней на <a href="https://help.ankiweb.net">сайте поддержки</a>. Скопируйте информацию ниже в отчёт об ошибке.</p>
errors-addons-active-popup =
    <h1>Ошибка</h1>
    <p>Произошла ошибка. Запустите Anki зажав Shift, чтобы временно отключить дополнения.</p>
    <p>Если проблема появляется включёнными дополнениями, выберите в меню «Инструменты» — «Дополнения», чтобы отключить несколько дополнений, и перезапустите Anki. Повторяйте эти действия, пока не найдёте проблемное дополнение.</p>
    <p>Когда вы нашли дополнение, ставшее причиной ошибки, пожалуйста, сообщите об ошибке в <a href="https://help.ankiweb.net/discussions/add-ons/">разделе дополнений</a> нашего сайта поддержки.
    
    <p>Отладочная информация:</p>
errors-accessing-db =
    Произошла ошибка при обращении к базе данных.
    
    Возможные причины:
    — антивирус, сетевой экран, резервное копирование или программы для синхронизации могут мешать Anki, попробуйте отключить их;
    — диск может быть переполнен;
    — папка «Документы» или папка Anki может быть на сетевом диске;
    — файлы в «Документах» или папке Anki могут быть не доступными для записи;
    — жёсткий диск может иметь ошибки.
    
    Выберите в меню «Инструменты» — «Проверить базу данных», чтобы убедиться, что коллекция не повреждена.

