-errors-support-site = [страница поддержки](https://help.ankiweb.net)
errors-standard-popup =
    # Ошибка¶
    ¶
    Произошла ошибка. Нажмите **«Инструменты» — «Проверить базу данных»**, чтобы исправить проблему.¶
    ¶
    Если ошибка осталась, пожалуйста, сообщите о ней на { -errors-support-site }.¶
    Скопируйте информацию ниже в отчёт об ошибке.
-errors-addon-support-site = [дополнения на сайте поддержки](https://help.ankiweb.net/discussions/add-ons/)
errors-addons-active-popup =
    # Ошибка
    ¶
    Произошла ошибка. Запустите Anki, зажав Shift, чтобы временно отключить дополнения.¶
    ¶
    Если проблема появляется включёнными дополнениями, выберите в меню¶
    «Инструменты» — «Дополнения», чтобы отключить несколько дополнений, и перезапустите Anki.¶
    Повторяйте эти действия, пока не найдёте проблемное дополнение.¶
    ¶
    Когда вы нашли дополнение, ставшее причиной ошибки, пожалуйста,¶
    сообщите об ошибке на { -errors-addon-support-site }.¶
    ¶
    Отладочная информация:
errors-accessing-db =
    Произошла ошибка при обращении к базе данных.
    
    Возможные причины:
    — антивирус, сетевой экран, резервное копирование или программы для синхронизации могут мешать Anki, попробуйте отключить их;
    — диск может быть переполнен;
    — папка «Документы» или папка Anki может быть на сетевом диске;
    — файлы в «Документах» или папке Anki могут быть не доступными для записи;
    — жёсткий диск может иметь ошибки.
    
    Выберите в меню «Инструменты» — «Проверить базу данных», чтобы убедиться, что коллекция не повреждена.
errors-unable-open-collection =
    Anki не смогла открыть файл коллекции. Если проблема сохраняется после перезапуска компьютера, выберите «Открыть резервную копию» в менеджере профиле.
    
    Отладочная информация:
