errors-standard-popup =
    <h1>Ошибка</h1>¶
    ¶
    <p>Произошла ошибка. Нажмите <b>«Инструменты» — «Проверить базу данных»</b>, чтобы исправить проблему.</p>¶
    ¶
    <p>Если ошибка осталась, пожалуйста, сообщите о ней на <a href="https://help.ankiweb.net">сайте поддержки</a>. Скопируйте информацию ниже в отчёт об ошибке.</p>
errors-addons-active-popup =
    <h1>Ошибка</h1>
    <p>Произошла ошибка. Запустите Anki зажав Shift, чтобы временно отключить дополнения.</p>
    <p>Если проблема появляется включёнными дополнениями, выберите в меню «Инструменты» — «Дополнения», чтобы отключить несколько дополнений, и перезапустите Anki. Повторяйте эти действия, пока не найдёте проблемное дополнение.</p>
    <p>Когда вы нашли дополнение, ставшее причиной ошибки, пожалуйста, сообщите об ошибке в <a href="https://help.ankiweb.net/discussions/add-ons/">разделе дополнений</a> нашего сайта поддержки.
    
    <p>Отладочная информация:</p>

