-errors-support-site = [지원 사이트](https://help.ankiweb.net)
errors-standard-popup =
    <h1>오류</h1>
    
    <p>오류가 발생했습니다. <b>도구 &gt; DB점검</b>을 사용해 문제가 해결되는지 확인해주십시오.</p>
    
    <p>문제가 지속되면 <a href="https://help.ankiweb.net">지원 사이트</a>에 보고해주십시오. 보고할 때, 아래 정보를 복사해 함께 보내주십시오.</p>
    여기에는 줄바꿈표시가 있습니다. 각각의 표시는 줄의 끝을 의미합니다.  각각의 표시에서 줄바꿈을 해서 적절히 변환해주십시오.
-errors-addon-support-site = [확장 프로그램 지원 사이트](https://help.ankiweb.net/discussions/add-ons/)
errors-addons-active-popup =
    <h1>오류</h1>
    
    <p>오류가 발생했습니다. Shift 키를 누른 상태로 Anki를 재실행하십시오, 그러면 설치한 확장 프로그램을 임시로 비활성화 합니다.</p>
    
    <p>만약 이 문제가 확장 프로그램이 활성화 했을때만 발생한다면, 도구&gt;추가기능 메뉴를 사용해 일부 확장 프로그램을 비활성하고 Anki를 재실행하면 어떤 확장 프로그램이 문제를 발생하는지 찾을 수 있습니다.</p>
    
    <p>어떤 확장 프로그램이 문제를 발생하는지 확인하셨다면, 해당 문제를 저희 지원사이트의 <a href="https://help.ankiweb.net/discussions/add-ons/">확장 기능</a>에 보고해주십시오.  
    
    <p>디버그 정보:</p>
errors-accessing-db =
    데이터베이스에 접근 도중 오류가 발생했습니다.
    
    가능한 유발 원인:
    
    - 바이러스 백신 프로그램, 방화벽, 백업, 또는 동기화 소프트웨어가 앙키를 방해할 수도 있습니다. 그러한 소프트웨어를 꺼보시고,  해당 문제가 사라지는지 확인하세요.
    - 하드디스크가 꽉 찼을 수도 있습니다.
    - 내 문서/Anki 폴더가 네트워크 폴더에 존재할 수 도 있습니다.
    - 내 문서/Anki 폴더가 쓰기 불가 상태일 수도 있습니다.
    - 하드디스크에 오류가 있을 수도 있습니다.
    
    "도구>데이터베이스 검사"를 실행해서 모음집이 깨진 것은 아닌지 확인하는 것도 좋은 방법입니다.
errors-unable-open-collection =
    컬랙션 파일을 열 수 없습니다. 컴퓨터를 재시작 한 후에도 문제가 지속되면, 프로필 관리에서 백업 열기 버튼을 사용해주십시오.
    
    디버그 정보:
