errors-standard-popup =
    <h1>Սխալ</h1>
    
    <p>Տեղի ունեցավ սխալ: Օգտագործեք <b>Գործիքներ &gt; Ստուգել շտեմարանը</b> տեսնելու արդյոք դա կլուծի խնդիրը:</p>
    
    <p>Եթե խնդիրը մնում է, ապա զեկուցեք այդ մասին մեր <a href="https://help.ankiweb.net">կայքէջում</a>. Պատճենեք և փակցրեք  ներքևի տեղեկությունները զեկույցի մեջ:</p>
errors-addons-active-popup =
    <h1>Սխալ</h1>
    
    <p>Տեղի ունեցավ սխալ: Մեկնարկեք Anki-ն՝ սեղմած պահելով Shift ստեղնը: Դա ժամանակավոր կանջատի տեղադրված հավելումները:</p>
    
    <p>Եթե սխալը տեղի է ունենում միայն երբ հավելումները միացված են, ապա օգտագործեք Գործիքներ&gt;Հավելումներ ընտրացուցակը հավելումները մեկ առ մեկ անջատելու և Anki-ն վերամեկնարկելու համար: Կրկնեք մինչև որ հայտնաբերեք խնդիր առաջացնող հավելումը:</p>
    
    <p>Երբ հայտնաբերեք խնդիր առաջացնող հավելումը, զեկուցեք այդ մասին մեր կայքի <a href="https://help.ankiweb.net/discussions/add-ons/">հավելումների բաժնում</a>:
    
    <p>Վրիպազերծման տեղեկություններ՝</p>

