addons-possibly-involved = Буга катышы болушу мүмкүн болгон плагиндер: { $addons }
addons-failed-to-load = Сиз орноткон плагин жүктөлгөн жок. Көйгөй кайталана берсе, Аспаптар > Плагиндер менюсуна кирип, плагинди өчүрүңүз же жок кылыңыз. '{ $name }' жүктөлүүдө ката кетти: { $traceback }
addons-failed-to-load2 =
    Төмөнкү плагиндер жүктөлгөн жок: 
    { $addons }. 
    
    Алар Anki'нин бул версиясын колдоо үчүн жаңыртылышы керек болушу мүмкүн. Жаңыртуулар бар-жогун текшерүү үчүн { addons-check-for-updates } баскычын басыңыз. 
    
    Плагиндин авторуна отчет жөнөтүү үчүн, { about-copy-debug-info } баскычын колдонуп, маалыматты көчүрүп алсаңыз болот. Жаңыртуусу жок плагиндерди бул билдирүү кайра чыкпашы үчүн өчүрүп же жок кылсаңыз болот.
addons-startup-failed = Плагинди иштетүүдө ката кетти
