errors-standard-popup =
    <h1 dir="rtl">خطأ</h1>
    		<p dir="rtl">حدث خطأ. الرجاء استخدام <b>أدوات<span dir="ltr">&lt;</span>التحقق من قاعدة البيانات</b>. لترى إن كان ذلك يحل المشكلة</p>
    		<p dir="rtl">إذا استمرت المشكلة، الرجاء الإبلاغ عنها في <a href="https://help.ankiweb.net">موقع الدعم</a>. الرجاء نسخ المعلومات في الأسفل ولصقها في تقريرك.</p>
errors-addons-active-popup =
    <h1 dir="rtl">خطأ</h1>
    		<p dir="rtl">حدث خطأ. يرجى تشغيل آنكي مع الضغط على زر <span dir="ltr">shift</span>، ما سيوقف الإضافات التي ثبّتّها مؤقتًا.</p>
    		<p dir="rtl">إذا كان المشكلة تحدث فقط عندما تكون الإضافات مفعلة، استخدم زر القائمة أدوات<span dir="ltr">&lt;</span>إضافات لإيقاف بعض الإضافات وأعد تشغيل آنكي. أعد الكرّة حتى تكتشف الإضافة التي تسبب المشكلة.</p>
    		<p dir="rtl">عندما تكتشف الإضافة التي تسبب المشكلة، يرجى الإبلاغ عن المشكلة في <a href="https://help.ankiweb.net/discussions/add-ons/">قسم الإضافات</a> في موقع الدعم.</p>
    		<p dir="rtl">معلومات التصحيح:</p>

