errors-standard-popup =
    <h1>שגיאה</h1>
    
    <p>שגיאה התרחשה. אנא השתמש ב- <b>כלים &gt; בדוק בסיס נתונים</b> כדי לבדוק אם זה מתקן את הבעיה.</p>
    
    <p>אם בעיות ממשיכות, אנא דווח על הבעיה ב-<a href="https://help.ankiweb.net">אתר התמיכה</a>. אנא העתק והדבק את המידע למטה לתוך הדווח שלך.</p>
errors-addons-active-popup =
    <h1>שגיאה</h1>
    
    <p>שגיאה התרחשה. אנא התחל את Anki בזמן שאתה לוחץ על כפתור "Shift", אשר ישבית זמנית את התוספים שהתקנת.</p>
    
    <p>אם השגיאה מתרחשת רק כאשר התוספים מופעלים, אנא השתמש מתוך התפריט ב-כלים&gt;תוספים כדי להשבית חלק מהתוספים והתחל את Anki מחדש, חזור על זאת עד אשר תגלה את התוסף שגורם לבעיה.</p>
    
    <p>כאשר תגלה את התוסף שגורם לבעיה, אנא דווח על הבעיה ב-<a href="https://help.ankiweb.net/discussions/add-ons/">אזור התוספים</a> של אתר התמיכה שלנו.
    
    <p>מידע debug:</p>
errors-accessing-db =
    שגיאה התרחשה בזמן גישה לבסיס הנתונים.
    
    גורמים אפשריים:
    
    אנטי-וירוס, חומת-אש, גיבוי או תוכנת סנכרון מפריעים ל-Anki. נסה להשבית תוכנות אלה ולאחר מכן וודא אם הבעיה נעלמת.
    - הדיסק שלך עשוי להיות מלא.
    - תיקיית Documents/Anki עשויה להיות על כונן רשת.
    - קבצים בתוך תיקיית Documents/Anki עשויים להיות בלתי ניתנים לכתיבה.
    - לדיסק הקשיח שלך יש שגיאות.
    
    זה רעיון טוב להריץ כלים>בדוק בסיס נתונים, כדי להבטיח שהאוסף שלך אינו פגום.
errors-unable-open-collection = Anki לא היה מסוגל לפתוח את קובץ המאגר שלך. אם בעיות ממשיכות לאחר התחלת המחשב שלך מחדש, אנא השתמש בכפתור "פתח גיבוי" במנהל הפרופיל.
